IDEA StatiCa Open Model
MatConcreteSIA.StoneDiameter Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 diameter of stone
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double StoneDiameter { get; set; }
Public Property StoneDiameter As Double
	Get
	Set
public:
property double StoneDiameter {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatConcreteSIA Class
IdeaRS.OpenModel.Material Namespace